20251112T163756==ai--elements-of-a-cause-of-action-for-residential-unlawful-detainer-for-failure-to-pay-rent__action_cause_elements_rlta_ud.tex
% Created 2025-11-12 Wed 18:20
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{LOLH}
\date{\textit{{[}2025-11-12 Wed 16:37]}}
\title{Elements of a Cause of Action for Residential Unlawful Detainer for Failure to Pay Rent}
\hypersetup{
 pdfauthor={LOLH},
 pdftitle={Elements of a Cause of Action for Residential Unlawful Detainer for Failure to Pay Rent},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.2 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section*{Summary}
\label{sec:org0e49c2d}

Under Washington law, a landlord must prove five essential elements to
establish a cause of action for  unlawful detainer based on failure to
pay rent:

\begin{itemize}
\item (1) a  default in  the payment  of rent,
\item (2) service of a written notice requiring payment of rent or
surrender of the premises,
\item (3) proper  service of the notice  pursuant to RCW 59.12.040,
\item (4) the tenant's failure to comply with the notice for the required
period (three days for general tenancies or fourteen days for
residential tenancies under the Residential Landlord-Tenant Act),
and
\item (5) the tenant's continued possession of the premises after the cure
period expires.
\item Additionally, the complaint must specifically state the amount of
rent due, and the landlord bears the burden of proving these
elements by a preponderance of the evidence.
\end{itemize}
\section*{Statutory Framework and Elements}
\label{sec:org4aef50f}

Washington's unlawful detainer statute,  RCW 59.12.030(3), defines the
essential elements for an unlawful detainer action based on nonpayment
of rent.

A tenant is liable for unlawful  detainer

\begin{quote}
when he or she continues in possession in person or by subtenant after
a  default  in the  payment  of  rent,  and  after notice  in  writing
requiring in the alternative the payment  of the rent or the surrender
of the detained premises, served (in manner in RCW 59.12.040 provided)
on behalf of the person entitled to the rent upon the person owing it,
has  remained uncomplied  with  for  the period  of  three days  after
service, or  for the  period of  14 days  after service  for tenancies
under chapter 59.18 RCW.
\end{quote}

\begin{itemize}
\item RCW 59.12.030.
\end{itemize}

The statute establishes distinct notice  periods depending on the type
of tenancy.
\subsection*{General (Commercial) Tenancies}
\label{sec:orga93a0d7}

For general tenancies,  the tenant has three days to  cure the default
after  proper service  of  notice.
\begin{itemize}
\item RCW 59.12.030
\end{itemize}
\subsection*{Residential Tenancies}
\label{sec:org838b9a4}

For residential tenancies governed  by the Residential Landlord-Tenant
Act (chapter 59.18  RCW), the cure period extends to  fourteen days.
\begin{itemize}
\item RCW 59.12.030
\end{itemize}

The  notice may  be served  at any  time after  the rent  becomes due,
providing landlords  with flexibility  in timing  their notices.
\begin{itemize}
\item RCW 59.12.030
\end{itemize}
\section*{Notice Requirements and Procedural Prerequisites}
\label{sec:org4ffea47}

Washington  courts have  consistently  held that  proper  notice is  a
condition  precedent to  maintaining an  unlawful detainer  action. In
\uline{Little v. Catania},  the Washington Supreme Court  emphasized that "the
giving of the  statutory three-day notice is a  condition precedent to
an unlawful detainer  action. It is a fact to  be established upon the
trial before the court may pronounce a judgment of unlawful detainer"

KeyCite Yellow  Flag \uline{Little  v.  Catania}, 48  Wash.2d 890  (1956).

The court further  noted that where "the three-day  notice was neither
pleaded nor proved;  therefore, any judgment of  unlawful detainer was
erroneous"  KeyCite Yellow  Flag \uline{Little  v.  Catania},  48 Wash.2d  890
(1956).

The notice must be served in  the manner specified in RCW 59.12.040.
\begin{itemize}
\item RCW 59.12.030
\end{itemize}

Courts require  strict compliance with these  procedural requirements,
as  emphasized in  \uline{Hall v.   Feigenbaum}, where  the court  stated that

\begin{quote}
"Washington courts require strict compliance  with the time and manner
requirements for unlawful detainer  actions and strictly construe them
in  favor  of the  tenant."
\end{quote}
\begin{itemize}
\item \uline{Hall v.  Feigenbaum}, 178 Wash.App. 811 (2014).
\end{itemize}

This strict  compliance requirement  extends to  \sout{both the  content and}
service of the notice.

In \uline{FPA  Crescent Assocs.,  LLC v. Jamie's,  LLC}, the  court reinforced
that  lease provisions  allowing  termination without  notice did  not
relieve  landlords  of  providing  notice  pursuant  to  the  unlawful
detainer statute and that the three-day notice to pay rent or quit was
a condition precedent to instituting an unlawful detainer action where
reentry  was sought  for nonpayment  of rent
\begin{itemize}
\item KeyCite Yellow Flag \uline{FPA Crescent Associates, LLC v. Jamie's, LLC},
190 Wash.App.  666 (2015).
\end{itemize}


This holding demonstrates that  contractual provisions cannot override
statutory notice requirements.
\section*{Pleading Requirements}
\label{sec:orgb725ce6}

RCW 59.12.070 establishes specific  pleading requirements for unlawful
detainer complaints based  on nonpayment of rent.

\begin{itemize}
\item RCW 59.12.070
\end{itemize}

The statute  requires that the  plaintiff's complaint "must  set forth
the  facts on  which he  or  she seeks  to recover,  and describe  the
premises with reasonable certainty".

\begin{itemize}
\item RCW 59.12.070
\end{itemize}

Most  importantly  for  rent-based  actions,  "in  case  the  unlawful
detainer  charged  be  after  default  in the  payment  of  rent,  the
complaint must state the amount of such rent".

\begin{itemize}
\item RCW 59.12.070
\end{itemize}

The complaint  serves as notice to  the tenant of the  specific claims
being made.  In \uline{Angelo Prop.  Co., LP v.  Hafiz}, the court  noted that
where a  landlord "had not  alleged Maged's failure  to pay rent  as a
basis for seeking  unlawful detainer damages in its notice  to quit or
in its unlawful detainer complaint,"  the trial court's order based on
failure to  pay rent was  not supported  by the record  KeyCite Yellow
Flag  \uline{Angelo   Property  Co.,  LP   v.   Hafiz},  167   Wash.App.   789
(2012). This reinforces  the importance of properly  pleading the rent
default in the complaint.
\section*{Burden of Proof and Standard of Evidence}
\label{sec:orgbdf59cd}

The burden of proof in unlawful detainer actions rests squarely on the
landlord. In \uline{FPA Crescent Assocs., LLC v. Jamie's, LLC}, the court held
that "the burden is on the  landlord in an unlawful detainer action to
prove  his or  her  right  to possession  by  a  preponderance of  the
evidence"

\begin{itemize}
\item KeyCite Yellow Flag \uline{FPA Crescent Associates, LLC v. Jamie's, LLC},
190 Wash.App.  666 (2015).
\end{itemize}

The court  explained that  "the possession of  a tenant  is originally
lawful, and is so presumed  until the contrary appears"

\begin{itemize}
\item KeyCite Yellow \uline{Flag FPA Crescent Associates, LLC v. Jamie's, LLC},
190 Wash.App. 666 (2015).
\end{itemize}

This burden extends  to proving each element of  the unlawful detainer
claim. The landlord must establish not only the existence of the lease
relationship and the default in  rent payment, but also proper service
of the required notice and the tenant's continued possession after the
cure period  expired. The Washington  Supreme Court in \uline{Sangha  v. Keen}
reaffirmed that "both chapters are in derogation of the common law and
are  strictly construed  in  the  tenant's favor"

\begin{itemize}
\item \uline{Sangha  v. Keen},  4 Wash.3d 852 (2025).
\end{itemize}
\section*{Waiver and Acceptance of Rent}
\label{sec:org724bdd9}

Washington  law recognizes  that landlords  can waive  their right  to
proceed with an  unlawful detainer action through  their conduct after
serving notice. In  \uline{First Union Mgmt., Inc. v. Slack},  the court found
that  a landlord  waived the  default  by accepting  and cashing  rent
payments after  serving notice  without advising  the tenant  that the
payments were  for damages  rather than  rent.

\begin{itemize}
\item \uline{First  Union Management, Inc. v. Slack},  36 Wash.App. 849 (1984).
\end{itemize}

The court noted  that tenants were justified in  assuming the landlord
accepted  their  payment  as  rent   when  the  landlord  provided  no
advisement otherwise.

Similarly, in \uline{Leda v. Whisnand}, the court noted that "in an action for
unlawful  detainer based  upon the  nonpayment of  rent, the  landlord
waives prior breaches by accepting rent after he has served the notice
to  quit"

\begin{itemize}
\item KeyCite  Yellow Flag  \uline{Leda  v.  Whisnand},  150 Wash.App.  69 (2009).
\end{itemize}

This principle requires  landlords to be cautious  about accepting any
payments  after  serving notices,  as  such  acceptance may  cure  the
default and prevent the unlawful detainer action from proceeding.
\section*{Residential Tenancy Protections}
\label{sec:orgb5355af}

For residential tenancies governed  by the Residential Landlord-Tenant
Act,  additional  protections  and  procedures  apply.  RCW  59.18.410
provides courts with discretion to  stay writs of restitution in cases
involving nonpayment of rent.

\begin{itemize}
\item KeyCite Yellow Flag RCW 59.18.410
\end{itemize}

The statute directs courts to consider factors including "the tenant's
willful or  intentional default  or intentional  failure to  pay rent"
when determining whether  to grant such relief

\begin{itemize}
\item KeyCite  Yellow Flag RCW 59.18.410.
\end{itemize}

The Act also establishes that tenants who have been served with "three
or more notices to pay or vacate  for failure to pay rent as set forth
in RCW  59.12.040 within twelve months  prior to the notice  to pay or
vacate upon  which the proceeding is  based may not seek  relief under
this subsection" unless the court determines the notices were invalid.

\begin{itemize}
\item KeyCite Yellow  Flag RCW 59.18.410
\end{itemize}

This  provision balances  tenant  protection  with accountability  for
repeat violations.
\section*{Damages and Remedies}
\label{sec:org04b55f7}

Upon successful  proof of  unlawful detainer  for nonpayment  of rent,
Washington law  provides specific remedies. RCW  59.12.170 establishes
that  for proceedings  involving  unlawful detainer  after default  in
payment of  rent, "the judgment  shall also declare the  forfeiture of
the  lease, agreement,  or tenancy"  and that  "the judgment  shall be
rendered against the defendant guilty  of the forcible entry, forcible
detainer, or  unlawful detainer for  twice the amount of  damages thus
assessed and of the rent, if any, found due".

\begin{itemize}
\item RCW 59.12.170
\end{itemize}

In \uline{Queen  v. McClung},  the court clarified  that "the  statute clearly
requires the doubling of all unpaid rent, whether it accrues before or
during the  period the tenant  is found  to be in  unlawful detainer".

\begin{itemize}
\item KeyCite Yellow Flag \uline{Queen v. McClung}, 12 Wash.App.  245 (1974).
\end{itemize}

This  double  damages  provision   serves  as  both  compensation  and
deterrent, though it applies only after the court has found the tenant
in unlawful detainer.
\section*{Related Issues}
\label{sec:org249229d}

\subsection*{Breach of warranty of habitability claims}
\label{sec:orgada87a1}

Tenants frequently assert that landlord's failure to maintain premises
in habitable condition justifies  rent withholding, creating a defense
to unlawful detainer actions
\subsection*{Unlawful discrimination defenses}
\label{sec:org9532692}

Fair housing  violations are commonly  raised as defenses  in eviction
proceedings, as recognized in cases like \uline{Josephinium Assocs. v. Kahli}
\subsection*{Retaliatory eviction claims}
\label{sec:org2ca87d0}

Allegations that  eviction proceedings  are in retaliation  for tenant
complaints about housing conditions or exercise of tenant rights under
the Residential Landlord-Tenant Act
\subsection*{Security deposit disputes}
\label{sec:org0508f87}

Disagreements  over  proper  handling,   application,  and  return  of
security deposits often arise in conjunction with unpaid rent claims
\section*{Commentary on This Question}
\label{sec:orgb5500f7}

An  unlawful detainer  action  in  Washington to  evict  a tenant  for
failure  to  pay rent  requires  the  landlord to  establish  specific
elements.  The landlord  must  show

\begin{itemize}
\item the existence of a valid lease agreement obligating the tenant to
pay rent,

\item that the tenant breached this obligation by failing to pay rent when
due, and

\item that the landlord served proper notice of the breach to the tenant.
\end{itemize}

Following  the notice,  if  the tenant  does not  pay  or vacate,  the
landlord initiates the unlawful  detainer proceeding through statutory
summons  and complaint.   Washington  law  specifically mandates  that
tenants in actions  based on nonpayment of rent must  pay the landlord
the amount claimed due into the  court registry during the pendency of
the action. Failure to do so  may result in an order directing sheriff
to return possession to the  landlord. Courts focus exclusively on the
immediate right  to possession, with  damages or other  claims handled
separately. A valid unlawful detainer notice in Washington must comply
with statutory notice requirements, which  include giving the tenant a
chance  to  remedy  the  default if  mandated.   The  underlying  rent
obligation is not suspended by  eviction moratoria, and tenants remain
liable for rent due.

\begin{description}
\item[{Real Estate Leasing Practice Manual}] RELPM § 38:20 Defaults and
other failures to perform obligations—Remedies for
defaults—Cancellation of lease—Eviction.

\item[{Cause of Action by Residential Landlord to Evict Tenants or Other Occupants}] 44
COA2d 447
\end{description}

In summary  pleadings, the landlord  must allege:

\begin{itemize}
\item the existence  of the lease,
\item the breach by nonpayment,
\item the amount due,
\item the notice provided,
\item and  the  tenant’s continued  possession.
\end{itemize}

The eviction  procedure is summary  and expedited, focusing  solely on
possession  and  rent  due.  Notice  requirements  in  Washington  are
designed to  protect due process,  and a landlord’s failure  to comply
may  defeat the  action.  The statutory  scheme  permits amendment  of
amounts due  during the  proceeding and  requires landlords  to follow
prescribed procedural prerequisites before eviction.

\begin{description}
\item[{Plaintiff's Proof of a Prima Facie Case}] PPPFC § 7:5 Summary
proceeding to evict tenant

\item[{Real Estate Leasing Practice Manual}] RELPM § 38:20 Defaults and
other failures to perform obligations—Remedies for
defaults—Cancellation of lease—Eviction.

\item[{Cause of Action by Residential Landlord to Evict Tenants or Other Occupants}] 44
COA2d 447
\end{description}
\section*{Current awareness}
\label{sec:orgc33719f}

In  Washington, unlawful  detainer actions,  including those  based on
failure to pay rent, proceed under the Residential Landlord-Tenant Act
(RCW  59.18 et  seq.), and  landlords  must strictly  comply with  the
statute’s  procedural requirements;  recent amendments  have increased
notice  requirements within  this framework.

\begin{itemize}
\item Regaining Possession of Real Property – Unlawful Detainer or Ejectment?
\begin{itemize}
\item Harman Bual, Lasher Holzapfel Sperry \& Ebberson PLLC JD Supra •
2024 WLNR 25711178 • April 23, 2025 (Westlaw News Review)
\end{itemize}
\end{itemize}

For properties covered by the CARES  Act, a 30-day notice to vacate is
required  for   evictions  based  on  nonpayment   after  the  federal
moratorium period; the Washington Supreme  Court held that this 30-day
requirement  applies only  to nonpayment  evictions and  not to  other
lease breaches.

\begin{itemize}
\item \uline{Housing  Authority of  County  of  King v.   Knight},  563 P.3d  1058
(Wash. 2025) 54-APR RELR-NL 4.
\end{itemize}
\end{document}
